{
  "line1": "Once upon a time there was a king. One day in the evening he was standing in his place. At that time, he saw that a man was crying while walking on the road. He was carrying a basket on his head.",
  "line2": "",
  "line3": "The king called the man by his staff. The man came. He cried and said, ‘Oh! Emperor, I btough a basket full of green papayas to your market. But nobody purchased it. So, I will have to fast with my family today. The king thought, if he could sell papayas and with this money he could by rice and other things and he could it with his family. What will happen now?’",
  "line4": "",
  "line5": "The king thought for a little while, what to do? Then he ordered his staff to buy all papayas and to give money from the royal court. The staff did so. The man gave thanks to the king and with that money he bought rice and other things and went home with a lot of satisfaction.",
  "line6": "",
  "line7": "Then the king thought, ‘What is the permanent solution to this problem?’ If anybody cannot sell his goods, then how will he live? After that day, the king gave an announcement, “From today there will be no goods left unsold in the market. If there be any, I will buy the unsold goods.’",
  "line8": "Since then many people started gathering at the market. People used to come from distant places. The king would buy all the unsold goods.",
  "line9": "",
  "line10": "One day a potter came with a graceless idol (Alakshmi murit).  But nobody bought that idol because, if the graceless idol (Alakshmi murti) came into the house, there could not be the Goddess idol (Lakshmi murti). In that case, it could be an evil for a household. At last, the potter had come to the king. And the king brought the graceless idol (Lakshmi murti) and put in the palace very carefully. Everyone along with the minister forbade the king to buy it. The Goddess of Fortune (Lakshmi murti) had left the palace for the presence of the graceless idol (Alakshmi murti) in the palace. one by one, Ganesha, Kartika, Saraswati  all gods and goddesses left the palace. Following them the god of religion and justice (Dharmadeva) also wanted to leave. At that time, the king asked him, oh, Dharmadeva, why are you going?",
  "line11": "",
  "line12": "Dharmadeva said,`Oh! Emperor, all gods have left. How could I stay alone?",
  "line13": "",
  "line14": "The king said, “Dharmadeva, the god of justice, I did not do anything wrong. I kept my promise only. To obey the promise is the rule of religion. Indeed, all gods and goddesses my go but you cannot go.”",
  "line15": "",
  "line16": "Dharmadeva was convinced by the king. He did not go any more. He stayed in his position. Then all gods and goddesses had come back too. In this way, the king could keep his promise and followed the religion.",
  "line17": "Moral of the story",
  "line18": "From this story ’Keeping a promise by a king’ we learnt that keeping a promise is the part of religion. have to obey our promise even if we truly get harmed too. And gods and goddesses help those who keep obey the promises. On the other hand, it is the duty of the king to think about the  people’s joy and sorrow. If any people suffer, then the king gets bad name. We shall always remember these morals and will use in our life. we shall always keep our promises."
}
