{
  "line1": "This is all about eleven century after the creation of man. Then the Godfearing Noah Lived on the Earth. We know about him from the book of Genesis in the Bible. His father’s name was Lamarck and his grandfather’s name was Methuselah. At that time all people were going about in the evil ways, but, Noah and the people of his family were leading their lives, being obedient to God, Noah was a Good man in the eyes of God. He had deep faith, obedience, piety and love for God.",
  "line2": "",
  "line3": "God asked all the people to come back to good path through Noah. But the people did not listen to him. Noah being God loving was saved, but the others were destroyed.",
  "line4": "",
  "line5": "The misleading people",
  "line6": "",
  "line7": "During the time of Noah, the earth was filled with the sinners. People cheated, hated and fought with each other. They did not pay heed to the word of God. At this God was greatly saddened. He said to Noah, have decided, I will destroy all the people from the face of the earth. Along with them I will destroy all the creatures.",
  "line8": "",
  "line9": "The Ark of Noah",
  "line10": "",
  "line11": "God said to Noah, you make a big ark. After that polish its inside and outside, with bitumen. According to the wish of God Noah built a big ark. And that was there hundred hand long, five hundred hands wide and thirty feet high. The ark had three floors and only one door.",
  "line12": "God said to Noah. He will send a flood. At this all the creatures and animals will be destroyed. Only Noah and his family will be saved. Thus God said to Noah, so that he may enter into the ark with all the members of his family. He takes along with them a pair of birds",
  "line13": ", animals and reptiles. God said to Noah to collect food and other necessary for him and all the creatures. According to the instruction of God Noah and his family, creatures and birds got on board of ark.",
  "line14": "",
  "line15": "The great tidal upsurge and the destruction of the unfaithful",
  "line16": "",
  "line17": "According to the instruction of God Noah got on board of the ark. After seven days the rain started. The rain continued till forty days and forty night. Floods occurred with the rain water. All the houses, lands went under water. The ark was floating in the flood water. For hundred fifty days there remained flood water all around. His family and the creatures survived. But all the outside people creatures died in drowning. After that all the water began to recede, soon the land. After two months the mountain peaks were seen. After forty days of it Noah opened the window of the ark. He freed a raven.",
  "line18": "",
  "line19": "But having failed to sit anywhere it came back. Then he also free a pigeon having no dry land to sit on it also came back. After seven days he again frees that pigeon. It returned at dusk. A green tender leaf of the olive tree was seen in the beak of the pigeon. Noah understood water receded from the land. Again after seven days he freed that pigeon. This time it did not returns, This time Noah understood that the water has receded.",
  "line20": "",
  "line21": "The Covenant of God with Mankind",
  "line22": "",
  "line23": "After the end of the flood Noah and all his family members got down from the ark. As God saved them all so, they built an altar for worshiping God. They thanked God through the presentation of gifts to the altar.",
  "line24": "",
  "line25": "God felt sad for the death of so many people in the great flood. He assured them he would never destroy  people again with great flood. As the sign of it He made a rainbow in the sky. It was the sign of the covenant of God with man.",
  "line26": "",
  "line27": "What we learnt :",
  "line28": "",
  "line29": "Noah had obedience, piety and love to God. Because of this he became God’s loved ones. God saved him and his family from the hand of death. But the other misled people were destroyed.",
  "line30": ""
}
