{
  "line1": "Now the teacher said with joy, ‘Oh Brahmin! Your son is alive. He is my chief disciple. I have come here to give him charge to teach the other pupils. Your son told me that-nobody dies in your race in the young-age. I want to know from you the causes of this. Then the Brahman hearing his words described the causes by which virtues nobody in his race does not die untimely. He said that they were never addicted to bad deed. We give up the bad and always worship the good. So, in our race, nobody dies in young age.",
  "line2": "",
  "line3": "Our mind is pleased before giving. We give with pleasure and respect, we do not after giving repents. So no young man dies. Sraman, Brahman, wayfarer, mendicant, poor, beggar, whoever comes to our house we satisfy them with food and drink. We give them according to our capacity.",
  "line4": "‘The husbands are honest and the wives are devoted to their husbands in our race. We follow Brahmacharya in equal virtues. In this race, who is born in the womb of an honest wife, is to be meritorious, pious, wise, well versed in all scriptures and devotions. All members follow the path of virtue hoping to attain heaven after death. The servants also follow the path of virtue.’",
  "line5": "",
  "line6": "Then the Brahman told, ‘He who follows the path of virtue, the virtue (Dharma) protects him. As an umbrella protects man from rain and sun, the Dharma protects also the pious. Never any harm is done to pious. So I say, which bone you have brought belonged to other. It is impossible that my son will die in young-age. Hearing this words, the teacher prayed with joy forgiveness of the Brahman. He said to the Brahman, ‘I brought a goat-bone to you to examine. Your son is well. Now, kindly say to me which Dharma (virtue) you have observed.’",
  "line7": "",
  "line8": "We observe Ariyadharma, Four Noble Truths; Eightfold Paths, Brahmavihara, fasting and five precepts. The teacher returned Taxila after some days. Then he taught Dharmapal Kumar all kinds of education and then sent him to his house with many attendants.",
  "line9": ""
}
